Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Features/Onboarding.xcstrings
Source language: en
Languages: de, es

# Dashboard.AltText
source: A rotating display of placeholder UI for steps, workouts, and activity rings
de: Eine rotierende Anzeige von Platzhaltern für Schritte, Trainings und Aktivitätsringe
es: Una visualización rotativa de la interfaz de usuario para pasos, entrenamientos y anillos de actividad

# Dashboard.Body
source: Configure your metrics and your blocks
de: Konfiguriere deine Kennzahlen und Blöcke
es: Configure sus métricas y bloques

# Dashboard.Title
source: Your Personal Fitness Dashboard
de: Deine persönliche Fitness-Übersicht
es: Su Panel Personal de Fitness

# Privacy.Body
source: Your health data is extremely sensitive, so Peak doesn’t collect any user data.
de: Deine Gesundheitsdaten sind besonders sensibel, weshalb Peak keine Nutzerdaten sammelt.
es: Sus datos de salud son extremadamente confidenciales y, por eso, Peak no recopila ningún dato del usuario.

# Privacy.Title
source: Private By Design
de: Privatsphäre von Anfang an
es: Privada por Diseño

# Themes.AltText
source: A stacked list of partially-overlapping Overview blocks from the app, rendered in different multicoloured themes
de: Ein Stapel von sich teilweise überschneidenden Übersichtsblöcken aus der App, die in verschiedenen mehrfarbigen Themen dargestellt werden
es: Una lista de bloques de vista general superpuestos parcialmente desde la aplicación, renderizada en diferentes temas multicolores

# Themes.Body
source: Match your style.
de: Passe deinen Stil an
es: Elija su estilo.

# Themes.Title
source: A Wide Assortment of Themes
de: Eine breite Auswahl von Themes
es: Una Amplia Variedad de Temas

source: Welcome to
de: Willkommen bei
es: Bienvenido a

# Widgets.AltText
source: Mock up of a transition between an iOS homescreen and a lockscreen, each showing several Peak widgets.
de: Modell eines Übergangs zwischen einem iOS-Homebildschirm und einem Sperrbildschirm, die jeweils mehrere Peak-Widgets zeigen.
es: Una pantalla de inicio y una de bloqueo, cada una de las cuales muestra varios widgets de Peak.

# Widgets.Body
source: Always keep an eye on your progress.
de: Behalte deinen Fortschritt immer im Blick.
es: Siempre vigile su progreso.

# Widgets.Title
source: Homescreen & Lockscreen Widgets
de: Home- & Sperrbildschirm Widgets
es: Widgets de Pantalla de Inicio y Pantalla de Bloqueo
